ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-lfs
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:lib/directories.zsh

# zdharma-continuum/fast-syntax-highlighting
javalsai/fast-syntax-highlighting branch:alias-parse
# zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
romkatv/powerlevel10k
# Aloxaf/fzf-tab
